[{'Day 1: Arrival in Kathmandu': 'Arrive in Kathmandu, the capital city of Nepal. Check into a mid-range hotel like Hotel Thamel or Kathmandu Guest House. Spend the evening exploring Thamel and enjoy a traditional Nepali dinner with momos at Thamel House Restaurant. Budget: NPR 5000'}, {'Day 2: Explore Kathmandu': 'Visit Swayambhunath (Monkey Temple), Kathmandu Durbar Square, and Pashupatinath Temple. Have lunch at a local restaurant like OR2K. In the evening, take a stroll through the bustling streets of Thamel. Budget: NPR 3000'}, {'Day 3: Journey to Chitwan': 'Take a tourist bus to Chitwan (approx. 6 hours). Check into a hotel like Rhino Lodge & Hotel. In the evening, enjoy a Tharu cultural dance show. Dinner at the hotel. Budget: NPR 6000'}, {'Day 4: Chitwan National Park': 'Join a full-day safari in Chitwan National Park. Activities include a jungle walk, canoe ride, and elephant bathing. Have lunch at a riverside restaurant. Return to the hotel for dinner. Budget: NPR 8000'}, {'Day 5: Travel to Pokhara': 'Take a tourist bus to Pokhara (approx. 6 hours). Check into a mid-range hotel like Hotel Middle Path & Spa. Spend the evening by Phewa Lake and dine at Moondance Restaurant. Budget: NPR 6000'}, {'Day 6: Paragliding and Lakeside': 'Go paragliding in the morning and enjoy aerial views of Phewa Lake and the Annapurna range. Have lunch at a lakeside café like Café Concerto. Spend the afternoon boating on Phewa Lake. Dinner at The Juicery Café. Budget: NPR 7000'}, {'Day 7: Sarangkot Sunrise and City Tour': "Wake up early to catch the sunrise at Sarangkot. Return to the hotel for breakfast. Visit the International Mountain Museum and Devi's Fall. Enjoy lunch at a local eatery. Spend the evening relaxing by the lake. Budget: NPR 4000"}, {'Day 8: Adventure Day - Bungee Jumping': "Head to Hemja for a thrilling bungee jumping experience. Have lunch at a local restaurant. Spend the rest of the day exploring more of Pokhara's markets and cafes. Dinner at OR2K Pokhara. Budget: NPR 7000"}, {'Day 9: Relaxation Day': 'Spend a relaxing day in Pokhara. Take a yoga class, visit a spa, or simply enjoy the tranquility by the lake. Have lunch at a lakeside café and dinner at Byanjan Restaurant. Budget: NPR 3000'}, {'Day 10: Return to Kathmandu and Departure': 'Take a tourist bus back to Kathmandu. Do some last-minute shopping in Thamel. Enjoy a farewell dinner with momos at Yangling Tibetan Restaurant. Head to the airport for your departure. Budget: NPR 8000'}] {'Basic Guidelines': ["Respect local customs: Nepal is a culturally rich country with various customs and traditions. It's important to show respect and understanding towards these practices.", 'Dress modestly: In public and especially in religious places like temples and monasteries, dress modestly. Avoid wearing revealing clothes. For men, it’s advisable to wear long pants and for women, long skirts or pants and tops that cover the shoulders.', "Remove shoes: Always remove your shoes before entering a temple or someone's home.", 'Use your right hand: When giving or receiving something, use your right hand or both hands. The left hand is considered impure.', 'Avoid public displays of affection: Keep public displays of affection to a minimum as it may be considered disrespectful.', 'Respect the flag: Never step over or place anything on the national flag of Nepal.', 'Photography: Always ask for permission before taking photos of people, especially in rural areas. Some religious sites may also have restrictions on photography.', "Trekking etiquette: If you are trekking, greet fellow trekkers with a friendly 'Namaste'. Respect nature and avoid littering. Follow the rules and guidelines provided by local authorities and guides."], 'Emergency Contacts': {'Local Police': '100', 'Ambulance Services': '102', 'Tourist Police': '+977-1-4247041', 'Chinese Embassy in Nepal': '+977-1-4411740', 'Nepal Tourism Board': '+977-1-4256909'}}